{
  "Can the baby grasp a toy placed in hand?": "क्या बच्चा हाथ में रखे खिलौने को पकड़ सकता है?",
  "Can the baby hold bottle independently?": "क्या बच्चा स्वतंत्र रूप से बोतल पकड़ सकता है?",
  "Can the baby lift head while lying on stomach?": "क्या बच्चा पेट के बल लेटकर सिर उठा सकता है?",
  "Can the baby move around holding furniture?": "क्या बच्चा फर्नीचर पकड़कर घूम सकता है?",
  "Can the baby move from sitting to crawling?": "क्या शिशु बैठने से रेंगने की ओर बढ़ सकता है?",
  "Can the baby pick up small crumbs?": "क्या बच्चा छोटे टुकड़े उठा सकता है?",
  "Can the baby point with finger?": "क्या बच्चा उंगली से इशारा कर सकता है?",
  "Can the baby poke objects with index finger?": "क्या शिशु तर्जनी से वस्तुओं को छेद सकता है?",
  "Can the baby pull to stand?": "क्या बच्चा खड़ा होने के लिए खींच सकता है?",
  "Can the baby roll from back to tummy?": "क्या बच्चा पीठ से पेट तक करवट ले सकता है?",
  "Can the baby roll from tummy to back?": "क्या बच्चा पेट से पीठ तक करवट ले सकता है?",
  "Can the baby sit with support?": "क्या बच्चा सहारे से बैठ सकता है?",
  "Can the baby sit without support?": "क्या बच्चा बिना सहारे के बैठ सकता है?",
  "Can the baby stand while holding furniture?": "क्या बच्चा फर्नीचर पकड़कर खड़ा हो सकता है?",
  "Can the baby transfer object from one hand to another?": "क्या शिशु वस्तु को एक हाथ से दूसरे हाथ में स्थानांतरित कर सकता है?",
  "Can the baby turn pages of thick board book?": "क्या बच्चा मोटी बोर्ड की किताब के पन्ने पलट सकता है?",
  "Can the child answer \"how\" and \"why\" questions?": "क्या बच्चा \"कैसे\" और \"क्यों\" प्रश्नों का उत्तर दे सकता है?",
  "Can the child answer \"why\" and \"how\" questions correctly?": "क्या बच्चा \"क्यों\" और \"कैसे\" प्रश्नों का सही उत्तर दे सकता है?",
  "Can the child answer \"why\" questions?": "क्या बच्चा \"क्यों\" प्रश्नों का उत्तर दे सकता है?",
  "Can the child answer simple reasoning questions?": "क्या बच्चा सरल तार्किक प्रश्नों का उत्तर दे सकता है?",
  "Can the child answer yes/no questions?": "क्या बच्चा हाँ/नहीं में उत्तर दे सकता है?",
  "Can the child ask meaningful and relevant questions?": "क्या बच्चा सार्थक और प्रासंगिक प्रश्न पूछ सकता है?",
  "Can the child ask questions frequently?": "क्या बच्चा बार-बार प्रश्न पूछ सकता है?",
  "Can the child ask relevant questions?": "क्या बच्चा प्रासंगिक प्रश्न पूछ सकता है?",
  "Can the child avoid obstacles while running?": "क्या बच्चा दौड़ते समय बाधाओं से बच सकता है?",
  "Can the child avoid obstacles while walking?": "क्या बच्चा चलते समय बाधाओं से बच सकता है?",
  "Can the child balance briefly on one foot?": "क्या बच्चा एक पैर पर कुछ देर के लिए संतुलन बना सकता है?",
  "Can the child balance on one foot with eyes closed briefly?": "क्या बच्चा थोड़ी देर के लिए आंखें बंद करके एक पैर पर संतुलन बना सकता है?",
  "Can the child balance steadily on one foot?": "क्या बच्चा एक पैर पर लगातार संतुलन बना सकता है?",
  "Can the child bend without losing balance?": "क्या बच्चा बिना संतुलन खोये झुक सकता है?",
  "Can the child build a tower of blocks?": "क्या बच्चा ब्लॉकों का टावर बना सकता है?",
  "Can the child build complex block structures?": "क्या बच्चा जटिल ब्लॉक संरचनाएँ बना सकता है?",
  "Can the child build detailed block structures?": "क्या बच्चा विस्तृत ब्लॉक संरचनाएँ बना सकता है?",
  "Can the child build simple block structures?": "क्या बच्चा सरल ब्लॉक संरचनाएँ बना सकता है?",
  "Can the child build small tower?": "क्या बच्चा छोटा टावर बना सकता है?",
  "Can the child button and unbutton small buttons independently?": "क्या बच्चा स्वतंत्र रूप से छोटे बटन लगा और खोल सकता है?",
  "Can the child button large buttons independently?": "क्या बच्चा स्वतंत्र रूप से बड़े बटन लगा सकता है?",
  "Can the child button large buttons?": "क्या बच्चा बड़े बटन लगा सकता है?",
  "Can the child button small buttons independently?": "क्या बच्चा स्वतंत्र रूप से छोटे बटन लगा सकता है?",
  "Can the child carry toys while walking?": "क्या बच्चा चलते समय खिलौने ले जा सकता है?",
  "Can the child catch a bounced ball?": "क्या बच्चा उछलती गेंद को पकड़ सकता है?",
  "Can the child catch a large ball using both hands?": "क्या बच्चा दोनों हाथों से बड़ी गेंद पकड़ सकता है?",
  "Can the child catch a small ball with both hands?": "क्या बच्चा दोनों हाथों से छोटी गेंद पकड़ सकता है?",
  "Can the child change direction while running without falling?": "क्या बच्चा दौड़ते समय बिना गिरे दिशा बदल सकता है?",
  "Can the child change direction while running without losing balance?": "क्या बच्चा दौड़ते समय बिना संतुलन खोए दिशा बदल सकता है?",
  "Can the child classify objects by function?": "क्या बच्चा कार्य के आधार पर वस्तुओं का वर्गीकरण कर सकता है?",
  "Can the child classify objects by size or shape?": "क्या बच्चा वस्तुओं को आकार या रूप के आधार पर वर्गीकृत कर सकता है?",
  "Can the child classify objects into groups?": "क्या बच्चा वस्तुओं को समूहों में वर्गीकृत कर सकता है?",
  "Can the child climb onto furniture?": "क्या बच्चा फर्नीचर पर चढ़ सकता है?",
  "Can the child climb playground equipment confidently?": "क्या बच्चा खेल के मैदान के उपकरण पर आत्मविश्वास से चढ़ सकता है?",
  "Can the child climb playground equipment with supervision?": "क्या बच्चा पर्यवेक्षण के साथ खेल के मैदान के उपकरण पर चढ़ सकता है?",
  "Can the child climb stairs alternating feet without support?": "क्या बच्चा बिना सहारे के पैर बदल-बदल कर सीढ़ियाँ चढ़ सकता है?",
  "Can the child climb stairs alternating feet?": "क्या बच्चा पैर बदल-बदल कर सीढ़ियाँ चढ़ सकता है?",
  "Can the child climb stairs with support?": "क्या बच्चा सहारे से सीढ़ियाँ चढ़ सकता है?",
  "Can the child color mostly within the lines?": "क्या बच्चा अधिकतर रेखाओं के भीतर ही रंग भर सकता है?",
  "Can the child color neatly within boundaries?": "क्या बच्चा सीमाओं के भीतर साफ-सुथरे रंग भर सकता है?",
  "Can the child communicate needs independently?": "क्या बच्चा स्वतंत्र रूप से जरूरतों के बारे में बता सकता है?",
  "Can the child complete 10-12 piece puzzles independently?": "क्या बच्चा स्वतंत्र रूप से 10-12 टुकड़ों वाली पहेलियाँ पूरी कर सकता है?",
  "Can the child complete 8-10 piece puzzles?": "क्या बच्चा 8-10 टुकड़ों वाली पहेलियाँ पूरी कर सकता है?",
  "Can the child complete age-appropriate worksheets?": "क्या बच्चा आयु-उपयुक्त वर्कशीट पूरी कर सकता है?",
  "Can the child complete puzzles independently?": "क्या बच्चा स्वतंत्र रूप से पहेलियाँ पूरी कर सकता है?",
  "Can the child complete simple puzzles (4-6 pieces)?": "क्या बच्चा सरल पहेलियाँ (4-6 टुकड़े) पूरी कर सकता है?",
  "Can the child complete simple puzzles?": "क्या बच्चा सरल पहेलियाँ पूरी कर सकता है?",
  "Can the child coordinate movements during dance or exercises?": "क्या बच्चा नृत्य या व्यायाम के दौरान गतिविधियों का समन्वय कर सकता है?",
  "Can the child copy a circle?": "क्या बच्चा वृत्त की नकल कर सकता है?",
  "Can the child copy a straight line?": "क्या बच्चा सीधी रेखा की नकल कर सकता है?",
  "Can the child copy a triangle?": "क्या बच्चा त्रिभुज की नकल कर सकता है?",
  "Can the child copy simple patterns?": "क्या बच्चा सरल पैटर्न की नकल कर सकता है?",
  "Can the child copy simple sentences?": "क्या बच्चा सरल वाक्यों की नकल कर सकता है?",
  "Can the child count from 1 to 5?": "क्या बच्चा 1 से 5 तक गिनती कर सकता है?",
  "Can the child count objects up to 10 correctly?": "क्या बच्चा 10 तक की वस्तुओं को सही ढंग से गिन सकता है?",
  "Can the child count up to 20?": "क्या बच्चा 20 तक गिनती गिन सकता है?",
  "Can the child count verbally up to 10?": "क्या बच्चा मौखिक रूप से 10 तक गिन सकता है?",
  "Can the child cut along a curved line with supervision?": "क्या बच्चा पर्यवेक्षण के साथ घुमावदार रेखा को काट सकता है?",
  "Can the child cut along complex shapes with scissors?": "क्या बच्चा कैंची से जटिल आकृतियों को काट सकता है?",
  "Can the child cut paper with supervision?": "क्या बच्चा देखरेख में कागज काट सकता है?",
  "Can the child demonstrate simple problem-solving skills?": "क्या बच्चा सरल समस्या-समाधान कौशल प्रदर्शित कर सकता है?",
  "Can the child describe events in correct sequence?": "क्या बच्चा घटनाओं का सही क्रम में वर्णन कर सकता है?",
  "Can the child describe events in the correct sequence?": "क्या बच्चा घटनाओं का सही क्रम में वर्णन कर सकता है?",
  "Can the child describe pictures in detail?": "क्या बच्चा चित्रों का विस्तार से वर्णन कर सकता है?",
  "Can the child describe recent events?": "क्या बच्चा हाल की घटनाओं का वर्णन कर सकता है?",
  "Can the child draw a circle?": "क्या बच्चा वृत्त बना सकता है?",
  "Can the child draw a cross (+)?": "क्या बच्चा क्रॉस (+) बना सकता है?",
  "Can the child draw a person with at least 4-6 body parts?": "क्या बच्चा कम से कम 4-6 शारीरिक अंगों वाले व्यक्ति का चित्र बना सकता है?",
  "Can the child draw a recognizable person with 6-8 body parts?": "क्या बच्चा 6-8 शारीरिक अंगों वाले किसी पहचाने जाने योग्य व्यक्ति का चित्र बना सकता है?",
  "Can the child draw a square?": "क्या बच्चा वर्ग बना सकता है?",
  "Can the child draw basic shapes accurately?": "क्या बच्चा मूल आकृतियाँ सटीकता से बना सकता है?",
  "Can the child draw horizontal lines?": "क्या बच्चा क्षैतिज रेखाएँ खींच सकता है?",
  "Can the child draw simple shapes with control?": "क्या बच्चा नियंत्रण के साथ सरल आकृतियाँ बना सकता है?",
  "Can the child draw vertical lines?": "क्या बच्चा ऊर्ध्वाधर रेखाएँ खींच सकता है?",
  "Can the child drink from open cup?": "क्या बच्चा खुले कप से पी सकता है?",
  "Can the child explain simple rules of a game?": "क्या बच्चा किसी खेल के सरल नियम समझा सकता है?",
  "Can the child express emotions verbally?": "क्या बच्चा मौखिक रूप से भावनाओं को व्यक्त कर सकता है?",
  "Can the child express feelings verbally?": "क्या बच्चा मौखिक रूप से भावनाओं को व्यक्त कर सकता है?",
  "Can the child express thoughts clearly?": "क्या बच्चा स्पष्ट रूप से विचार व्यक्त कर सकता है?",
  "Can the child focus on a task for 10-15 minutes?": "क्या बच्चा किसी कार्य पर 10-15 मिनट तक ध्यान केंद्रित कर सकता है?",
  "Can the child follow 2-3 step instructions?": "क्या बच्चा 2-3 चरणीय निर्देशों का पालन कर सकता है?",
  "Can the child follow 2-step instructions?": "क्या बच्चा 2-चरणीय निर्देशों का पालन कर सकता है?",
  "Can the child follow 3-4 step instructions?": "क्या बच्चा 3-4 चरण निर्देशों का पालन कर सकता है?",
  "Can the child follow 3-step instructions?": "क्या बच्चा 3-चरणीय निर्देशों का पालन कर सकता है?",
  "Can the child follow classroom rules?": "क्या बच्चा कक्षा के नियमों का पालन कर सकता है?",
  "Can the child follow daily routines without reminders?": "क्या बच्चा बिना अनुस्मारक के दैनिक दिनचर्या का पालन कर सकता है?",
  "Can the child follow multi-step instructions?": "क्या बच्चा बहु-चरणीय निर्देशों का पालन कर सकता है?",
  "Can the child follow simple routines?": "क्या बच्चा सरल दिनचर्या का पालन कर सकता है?",
  "Can the child get up from floor without help?": "क्या बच्चा बिना मदद के फर्श से उठ सकता है?",
  "Can the child handle small frustrations?": "क्या बच्चा छोटी-छोटी निराशाओं को संभाल सकता है?",
  "Can the child hold a crayon using fingers (not full fist)?": "क्या बच्चा उंगलियों (पूरी मुट्ठी नहीं) का उपयोग करके क्रेयॉन पकड़ सकता है?",
  "Can the child hold a crayon with some control?": "क्या बच्चा कुछ नियंत्रण के साथ क्रेयॉन पकड़ सकता है?",
  "Can the child hold a pencil correctly using fingers?": "क्या बच्चा उंगलियों का उपयोग करके पेंसिल को सही ढंग से पकड़ सकता है?",
  "Can the child hold crayon with fist grip?": "क्या बच्चा क्रेयॉन को मुट्ठी से पकड़ सकता है?",
  "Can the child hold pencil using proper tripod grasp?": "क्या बच्चा उचित तिपाई पकड़ का उपयोग करके पेंसिल पकड़ सकता है?",
  "Can the child hop on one foot briefly?": "क्या बच्चा एक पैर पर कुछ देर के लिए कूद सकता है?",
  "Can the child hop on one foot for at least 5 seconds?": "क्या बच्चा एक पैर पर कम से कम 5 सेकंड तक कूद सकता है?",
  "Can the child hop on one foot more than 10 seconds?": "क्या बच्चा एक पैर पर 10 सेकंड से अधिक उछल सकता है?",
  "Can the child identify at least 5 different colors?": "क्या बच्चा कम से कम 5 अलग-अलग रंगों की पहचान कर सकता है?",
  "Can the child identify basic colors?": "क्या बच्चा मूल रंगों की पहचान कर सकता है?",
  "Can the child identify basic geometric shapes?": "क्या बच्चा बुनियादी ज्यामितीय आकृतियों की पहचान कर सकता है?",
  "Can the child identify basic shapes?": "क्या बच्चा मूल आकृतियों की पहचान कर सकता है?",
  "Can the child identify body parts correctly?": "क्या बच्चा शरीर के अंगों की सही पहचान कर सकता है?",
  "Can the child identify common daily objects?": "क्या बच्चा सामान्य दैनिक वस्तुओं की पहचान कर सकता है?",
  "Can the child identify familiar objects?": "क्या बच्चा परिचित वस्तुओं की पहचान कर सकता है?",
  "Can the child identify familiar people?": "क्या बच्चा परिचित लोगों को पहचान सकता है?",
  "Can the child identify most alphabet letters?": "क्या बच्चा वर्णमाला के अधिकांश अक्षरों को पहचान सकता है?",
  "Can the child identify most letters of alphabet?": "क्या बच्चा वर्णमाला के अधिकांश अक्षर पहचान सकता है?",
  "Can the child identify numbers visually?": "क्या बच्चा संख्याओं को दृष्टिगत रूप से पहचान सकता है?",
  "Can the child identify pictures in a book?": "क्या बच्चा किताब में चित्रों की पहचान कर सकता है?",
  "Can the child identify some letters of the alphabet?": "क्या बच्चा वर्णमाला के कुछ अक्षर पहचान सकता है?",
  "Can the child insert pegs in board?": "क्या बच्चा बोर्ड में खूंटियाँ लगा सकता है?",
  "Can the child jump forward with both feet together?": "क्या बच्चा दोनों पैरों को एक साथ रखकर आगे कूद सकता है?",
  "Can the child jump over small objects?": "क्या बच्चा छोटी वस्तुओं पर कूद सकता है?",
  "Can the child jump rope?": "क्या बच्चा रस्सी कूद सकता है?",
  "Can the child jump with both feet together?": "क्या बच्चा दोनों पैरों से एक साथ कूद सकता है?",
  "Can the child kick a ball forward?": "क्या बच्चा गेंद को आगे किक मार सकता है?",
  "Can the child kick a ball?": "क्या बच्चा गेंद को लात मार सकता है?",
  "Can the child kick a moving ball?": "क्या बच्चा चलती गेंद को लात मार सकता है?",
  "Can the child manage lunch box independently?": "क्या बच्चा स्वतंत्र रूप से लंच बॉक्स संभाल सकता है?",
  "Can the child manage zippers independently?": "क्या बच्चा स्वतंत्र रूप से ज़िपर प्रबंधित कर सकता है?",
  "Can the child match identical objects?": "क्या बच्चा समान वस्तुओं का मिलान कर सकता है?",
  "Can the child match similar pictures?": "क्या बच्चा समान चित्रों का मिलान कर सकता है?",
  "Can the child name common objects correctly?": "क्या बच्चा सामान्य वस्तुओं का सही नाम बता सकता है?",
  "Can the child name familiar objects?": "क्या बच्चा परिचित वस्तुओं के नाम बता सकता है?",
  "Can the child name familiar people?": "क्या बच्चा परिचित लोगों के नाम बता सकता है?",
  "Can the child open and close containers independently?": "क्या बच्चा स्वतंत्र रूप से कंटेनर खोल और बंद कर सकता है?",
  "Can the child open simple door handles?": "क्या बच्चा साधारण दरवाज़ों के हैंडल खोल सकता है?",
  "Can the child open simple lids?": "क्या बच्चा साधारण पलकें खोल सकता है?",
  "Can the child participate in group physical games?": "क्या बच्चा समूह शारीरिक खेलों में भाग ले सकता है?",
  "Can the child participate in simple conversations?": "क्या बच्चा साधारण बातचीत में भाग ले सकता है?",
  "Can the child participate in team physical games?": "क्या बच्चा टीम शारीरिक खेलों में भाग ले सकता है?",
  "Can the child pedal a tricycle?": "क्या बच्चा तिपहिया साइकिल चला सकता है?",
  "Can the child perform simple physical exercises?": "क्या बच्चा साधारण शारीरिक व्यायाम कर सकता है?",
  "Can the child perform simple sports skills (kick, throw, catch)?": "क्या बच्चा साधारण खेल कौशल (किक, थ्रो, कैच) कर सकता है?",
  "Can the child place shapes in shape sorter?": "क्या बच्चा आकृतियों को आकार सॉर्टर में रख सकता है?",
  "Can the child point to body parts?": "क्या बच्चा शरीर के अंगों की ओर इशारा कर सकता है?",
  "Can the child point to objects?": "क्या बच्चा वस्तुओं की ओर इशारा कर सकता है?",
  "Can the child pour water with minimal spilling?": "क्या बच्चा कम से कम छलका हुआ पानी डाल सकता है?",
  "Can the child pronounce most words clearly?": "क्या बच्चा अधिकांश शब्दों का उच्चारण स्पष्ट रूप से कर सकता है?",
  "Can the child pull toys while walking?": "क्या बच्चा चलते समय खिलौने खींच सकता है?",
  "Can the child push a tricycle forward?": "क्या बच्चा तिपहिया साइकिल को आगे बढ़ा सकता है?",
  "Can the child push or pull toys?": "क्या बच्चा खिलौनों को धक्का दे सकता है या खींच सकता है?",
  "Can the child put objects into containers?": "क्या बच्चा वस्तुओं को कंटेनरों में रख सकता है?",
  "Can the child recall parts of a story?": "क्या बच्चा किसी कहानी के कुछ हिस्सों को याद कर सकता है?",
  "Can the child recognize common animals?": "क्या बच्चा सामान्य जानवरों को पहचान सकता है?",
  "Can the child recognize familiar animals?": "क्या बच्चा परिचित जानवरों को पहचान सकता है?",
  "Can the child recognize numbers up to 10?": "क्या बच्चा 10 तक की संख्याएँ पहचान सकता है?",
  "Can the child recognize patterns?": "क्या बच्चा पैटर्न पहचान सकता है?",
  "Can the child recognize rhyming words?": "क्या बच्चा तुकबंदी वाले शब्दों को पहचान सकता है?",
  "Can the child recognize simple patterns?": "क्या बच्चा सरल पैटर्न पहचान सकता है?",
  "Can the child recognize some letters?": "क्या बच्चा कुछ अक्षर पहचान सकता है?",
  "Can the child remember parts of a short story?": "क्या बच्चा किसी लघु कहानी के कुछ हिस्सों को याद रख सकता है?",
  "Can the child remember recent events accurately?": "क्या बच्चा हाल की घटनाओं को ठीक से याद कर सकता है?",
  "Can the child remember short sequences?": "क्या बच्चा छोटे अनुक्रम याद रख सकता है?",
  "Can the child remember simple instructions?": "क्या बच्चा सरल निर्देश याद रख सकता है?",
  "Can the child remove a jacket or loose clothing?": "क्या बच्चा जैकेट या ढीले कपड़े उतार सकता है?",
  "Can the child remove shoes?": "क्या बच्चा जूते उतार सकता है?",
  "Can the child remove socks?": "क्या बच्चा मोज़े उतार सकता है?",
  "Can the child repeat short rhymes?": "क्या बच्चा छोटी कविताएँ दोहरा सकता है?",
  "Can the child retell a familiar story?": "क्या बच्चा कोई परिचित कहानी दोबारा सुना सकता है?",
  "Can the child retell a short story accurately?": "क्या बच्चा किसी छोटी कहानी को सटीकता से दोबारा सुना सकता है?",
  "Can the child retell short stories?": "क्या बच्चा छोटी कहानियाँ दोबारा सुना सकता है?",
  "Can the child ride a bicycle (with or without training wheels)?": "क्या बच्चा साइकिल चला सकता है (प्रशिक्षण पहियों के साथ या उसके बिना)?",
  "Can the child ride a bicycle with training wheels?": "क्या बच्चा प्रशिक्षण पहियों वाली साइकिल चला सकता है?",
  "Can the child run and change direction quickly without falling?": "क्या बच्चा बिना गिरे तेजी से दौड़ सकता है और दिशा बदल सकता है?",
  "Can the child run smoothly and stop safely?": "क्या बच्चा सुचारु रूप से दौड़ सकता है और सुरक्षित रूप से रुक सकता है?",
  "Can the child run smoothly without frequent falls?": "क्या बच्चा बार-बार गिरे बिना सुचारू रूप से दौड़ सकता है?",
  "Can the child run stiffly?": "क्या बच्चा अकड़कर दौड़ सकता है?",
  "Can the child scribble spontaneously?": "क्या बच्चा अनायास कुछ लिख सकता है?",
  "Can the child sing simple rhymes?": "क्या बच्चा सरल कविताएँ गा सकता है?",
  "Can the child sit on small chair independently?": "क्या बच्चा स्वतंत्र रूप से छोटी कुर्सी पर बैठ सकता है?",
  "Can the child skip or perform alternating foot movements?": "क्या बच्चा छोड़ सकता है या बारी-बारी से पैर हिला सकता है?",
  "Can the child skip smoothly with alternating feet?": "क्या बच्चा पैर बदल-बदल कर आसानी से कूद सकता है?",
  "Can the child solve simple problems independently?": "क्या बच्चा साधारण समस्याओं को स्वतंत्र रूप से हल कर सकता है?",
  "Can the child solve simple problems?": "क्या बच्चा साधारण समस्याएँ हल कर सकता है?",
  "Can the child solve simple puzzles independently?": "क्या बच्चा स्वतंत्र रूप से सरल पहेलियाँ हल कर सकता है?",
  "Can the child solve simple riddles or problems?": "क्या बच्चा सरल पहेलियाँ या समस्याएँ हल कर सकता है?",
  "Can the child sort objects by color?": "क्या बच्चा वस्तुओं को रंग के आधार पर क्रमबद्ध कर सकता है?",
  "Can the child sort objects by shape?": "क्या बच्चा वस्तुओं को आकार के आधार पर क्रमबद्ध कर सकता है?",
  "Can the child speak clearly and fluently?": "क्या बच्चा स्पष्ट और धाराप्रवाह बोल सकता है?",
  "Can the child speak clearly in full sentences?": "क्या बच्चा स्पष्ट रूप से पूरे वाक्य बोल सकता है?",
  "Can the child speak in full sentences of 4 or more words?": "क्या बच्चा 4 या अधिक शब्दों के पूरे वाक्यों में बोल सकता है?",
  "Can the child squat and stand up without support?": "क्या बच्चा बिना सहारे के बैठ कर खड़ा हो सकता है?",
  "Can the child squat down and stand up without support?": "क्या बच्चा बिना सहारे के बैठ कर खड़ा हो सकता है?",
  "Can the child squat to pick objects?": "क्या बच्चा वस्तुएँ उठाने के लिए बैठ सकता है?",
  "Can the child stack 2-4 blocks?": "क्या बच्चा 2-4 ब्लॉकों का ढेर लगा सकता है?",
  "Can the child stack at least 6 blocks?": "क्या बच्चा कम से कम 6 ब्लॉक जमा कर सकता है?",
  "Can the child stack at least 8 blocks?": "क्या बच्चा कम से कम 8 ब्लॉक जमा कर सकता है?",
  "Can the child stand on one foot for 3-5 seconds?": "क्या बच्चा 3-5 सेकंड तक एक पैर पर खड़ा रह सकता है?",
  "Can the child stand on tiptoes?": "क्या बच्चा पंजों पर खड़ा हो सकता है?",
  "Can the child step over small obstacles?": "क्या बच्चा छोटी बाधाओं को पार कर सकता है?",
  "Can the child string large beads?": "क्या बच्चा बड़े मोतियों को पिरो सकता है?",
  "Can the child tell a complete story with details?": "क्या बच्चा विवरण के साथ पूरी कहानी बता सकता है?",
  "Can the child tell a short story with beginning and end?": "क्या बच्चा आरंभ और अंत वाली छोटी कहानी सुना सकता है?",
  "Can the child tell their age?": "क्या बच्चा अपनी उम्र बता सकता है?",
  "Can the child tell their full name?": "क्या बच्चा अपना पूरा नाम बता सकता है?",
  "Can the child thread large beads?": "क्या बच्चा बड़े मोती पिरो सकता है?",
  "Can the child throw a ball accurately toward a target?": "क्या बच्चा लक्ष्य की ओर सटीकता से गेंद फेंक सकता है?",
  "Can the child throw a ball forward?": "क्या बच्चा आगे की ओर गेंद फेंक सकता है?",
  "Can the child throw a ball overhand?": "क्या बच्चा गेंद को ऊपर से फेंक सकता है?",
  "Can the child throw a ball overhead?": "क्या बच्चा गेंद को ऊपर फेंक सकता है?",
  "Can the child tie shoelaces?": "क्या बच्चा जूते के फीते बाँध सकता है?",
  "Can the child tie simple knots?": "क्या बच्चा साधारण गांठें बांध सकता है?",
  "Can the child trace letters correctly?": "क्या बच्चा अक्षरों का सही पता लगा सकता है?",
  "Can the child trace shapes accurately?": "क्या बच्चा आकृतियों का सटीक पता लगा सकता है?",
  "Can the child turn book pages one at a time?": "क्या बच्चा किताब के पन्ने एक-एक करके पलट सकता है?",
  "Can the child turn pages of book?": "क्या बच्चा किताब के पन्ने पलट सकता है?",
  "Can the child understand basic addition (with objects)?": "क्या बच्चा बुनियादी जोड़ (वस्तुओं के साथ) समझ सकता है?",
  "Can the child understand cause and effect clearly?": "क्या बच्चा कारण और प्रभाव को स्पष्ट रूप से समझ सकता है?",
  "Can the child understand opposites (hot/cold)?": "क्या बच्चा विपरीत (गर्म/ठंडा) समझ सकता है?",
  "Can the child understand opposites like big/small?": "क्या बच्चा बड़ा/छोटा जैसे विपरीत बातों को समझ सकता है?",
  "Can the child understand opposites?": "क्या बच्चा विपरीत बातें समझ सकता है?",
  "Can the child understand sequencing of events?": "क्या बच्चा घटनाओं का क्रम समझ सकता है?",
  "Can the child understand simple game rules?": "क्या बच्चा खेल के सरल नियम समझ सकता है?",
  "Can the child understand simple jokes or humor?": "क्या बच्चा साधारण चुटकुले या हास्य समझ सकता है?",
  "Can the child understand simple jokes?": "क्या बच्चा साधारण चुटकुले समझ सकता है?",
  "Can the child understand simple time concepts (yesterday, tomorrow)?": "क्या बच्चा सरल समय अवधारणाओं (कल, कल) को समझ सकता है?",
  "Can the child understand the concept of same/different?": "क्या बच्चा समान/भिन्न की अवधारणा को समझ सकता है?",
  "Can the child understand time concepts like today/tomorrow?": "क्या बच्चा आज/कल जैसी समय अवधारणाओं को समझ सकता है?",
  "Can the child unzip a zipper?": "क्या बच्चा ज़िपर खोल सकता है?",
  "Can the child use a fork to eat?": "क्या बच्चा खाने के लिए कांटे का उपयोग कर सकता है?",
  "Can the child use a spoon with minimal spilling?": "क्या बच्चा कम से कम छलकने वाले चम्मच का उपयोग कर सकता है?",
  "Can the child use both hands equally?": "क्या बच्चा दोनों हाथों का समान रूप से उपयोग कर सकता है?",
  "Can the child use full grammatically correct sentences?": "क्या बच्चा पूर्ण व्याकरणिक रूप से सही वाक्यों का उपयोग कर सकता है?",
  "Can the child use future tense appropriately?": "क्या बच्चा भविष्य काल का उचित प्रयोग कर सकता है?",
  "Can the child use glue and craft materials neatly?": "क्या बच्चा गोंद और शिल्प सामग्री का सफ़ाई से उपयोग कर सकता है?",
  "Can the child use pincer grasp properly?": "क्या बच्चा पिंसर ग्रैस्प का ठीक से उपयोग कर सकता है?",
  "Can the child use plurals correctly?": "क्या बच्चा बहुवचन का सही प्रयोग कर सकता है?",
  "Can the child use scissors neatly along a straight line?": "क्या बच्चा एक सीधी रेखा में सफाई से कैंची चला सकता है?",
  "Can the child use scissors with supervision?": "क्या बच्चा देखरेख में कैंची का उपयोग कर सकता है?",
  "Can the child use spoon with minor spilling?": "क्या बच्चा मामूली छलकने वाले चम्मच का उपयोग कर सकता है?",
  "Can the child walk backward for a few steps?": "क्या बच्चा कुछ कदम पीछे की ओर चल सकता है?",
  "Can the child walk backwards?": "क्या बच्चा पीछे की ओर चल सकता है?",
  "Can the child walk heel-to-toe in a straight line?": "क्या बच्चा एड़ी से पैर तक एक सीधी रेखा में चल सकता है?",
  "Can the child walk in a straight line heel-to-toe?": "क्या बच्चा एड़ी से पैर तक एक सीधी रेखा में चल सकता है?",
  "Can the child walk in a straight line?": "क्या बच्चा सीधी रेखा में चल सकता है?",
  "Can the child walk independently?": "क्या बच्चा स्वतंत्र रूप से चल सकता है?",
  "Can the child walk sideways while maintaining balance?": "क्या बच्चा संतुलन बनाए रखते हुए बग़ल में चल सकता है?",
  "Can the child walk steadily without frequent falls?": "क्या बच्चा बार-बार गिरे बिना लगातार चल सकता है?",
  "Can the child walk up and down stairs independently?": "क्या बच्चा स्वतंत्र रूप से सीढ़ियाँ चढ़ और उतर सकता है?",
  "Can the child wash hands independently?": "क्या बच्चा स्वतंत्र रूप से हाथ धो सकता है?",
  "Can the child wash hands with assistance?": "क्या बच्चा सहायता से हाथ धो सकता है?",
  "Can the child write some letters of the alphabet?": "क्या बच्चा वर्णमाला के कुछ अक्षर लिख सकता है?",
  "Can the child write their own name?": "क्या बच्चा अपना नाम लिख सकता है?",
  "Can the child zip and unzip clothing?": "क्या बच्चा कपड़ों को ज़िप और खोल सकता है?",
  "Does the baby anticipate routine events?": "क्या बच्चा नियमित घटनाओं की आशा करता है?",
  "Does the baby attempt first independent steps?": "क्या बच्चा पहला स्वतंत्र कदम उठाने का प्रयास करता है?",
  "Does the baby attempt problem-solving?": "क्या बच्चा समस्या-समाधान का प्रयास करता है?",
  "Does the baby attempt to copy speech?": "क्या बच्चा बोली की नकल करने का प्रयास करता है?",
  "Does the baby avoid eye contact?": "क्या बच्चा आंखों के संपर्क से बचता है?",
  "Does the baby avoid using one hand?": "क्या बच्चा एक हाथ का उपयोग करने से बचता है?",
  "Does the baby babble (ba-ba, ma-ma)?": "क्या बच्चा बड़बड़ाता है (बा-बा, माँ-मा)?",
  "Does the baby bang objects together?": "क्या बच्चा वस्तुओं को आपस में टकराता है?",
  "Does the baby bear weight on legs when supported?": "क्या सहारा देने पर शिशु के पैरों पर भार पड़ता है?",
  "Does the baby bounce when held upright?": "क्या बच्चा सीधा खड़ा होने पर उछलता है?",
  "Does the baby bring hands to mouth?": "क्या बच्चा हाथों को मुँह तक लाता है?",
  "Does the baby calm when comforted?": "क्या सांत्वना देने पर बच्चा शांत हो जाता है?",
  "Does the baby clap hands?": "क्या बच्चा ताली बजाता है?",
  "Does the baby crawl or move on tummy?": "क्या बच्चा रेंगता है या पेट के बल चलता है?",
  "Does the baby cry when caregiver leaves?": "क्या देखभाल करने वाले के चले जाने पर बच्चा रोता है?",
  "Does the baby engage in social play?": "क्या बच्चा सामाजिक खेल में संलग्न है?",
  "Does the baby enjoy being cuddled?": "क्या शिशु को गले लगाने में आनंद आता है?",
  "Does the baby explore objects by shaking or banging?": "क्या शिशु वस्तुओं को हिलाकर या पीटकर तलाशता है?",
  "Does the baby explore objects by touching?": "क्या बच्चा छूकर वस्तुओं का पता लगाता है?",
  "Does the baby explore surroundings actively?": "क्या बच्चा सक्रिय रूप से परिवेश का अन्वेषण करता है?",
  "Does the baby follow moving objects?": "क्या बच्चा चलती वस्तुओं का अनुसरण करता है?",
  "Does the baby follow simple commands?": "क्या बच्चा सरल आदेशों का पालन करता है?",
  "Does the baby get bored easily?": "क्या बच्चा आसानी से ऊब जाता है?",
  "Does the baby hold head steady without support?": "क्या शिशु बिना सहारे के सिर को स्थिर रखता है?",
  "Does the baby hold spoon?": "क्या बच्चा चम्मच पकड़ता है?",
  "Does the baby imitate simple actions?": "क्या बच्चा सरल क्रियाओं की नकल करता है?",
  "Does the baby imitate sounds?": "क्या बच्चा ध्वनियों की नकल करता है?",
  "Does the baby intentionally drop objects?": "क्या बच्चा जानबूझकर वस्तुएं गिराता है?",
  "Does the baby laugh?": "क्या बच्चा हँसता है?",
  "Does the baby look at caregiver when spoken to?": "क्या बच्चा बात करने पर देखभाल करने वाले की ओर देखता है?",
  "Does the baby look for hidden objects?": "क्या बच्चा छिपी हुई वस्तुओं की तलाश करता है?",
  "Does the baby maintain eye contact?": "क्या बच्चा आँख से संपर्क बनाए रखता है?",
  "Does the baby make cooing sounds?": "क्या बच्चा कूकने की आवाजें निकालता है?",
  "Does the baby make different sounds for needs?": "क्या बच्चा ज़रूरतों के लिए अलग-अलग आवाज़ें निकालता है?",
  "Does the baby make eye contact while communicating?": "क्या बातचीत करते समय शिशु आँख मिलाता है?",
  "Does the baby move both arms and legs equally?": "क्या बच्चा दोनों हाथ और पैर समान रूप से हिलाता है?",
  "Does the baby open and close fists?": "क्या बच्चा मुट्ठियाँ खोलता और बंद करता है?",
  "Does the baby push up on arms during tummy time?": "क्या बच्चा पेट के समय बाहों पर दबाव डालता है?",
  "Does the baby reach for objects?": "क्या बच्चा वस्तुओं तक पहुंचता है?",
  "Does the baby react differently to strangers?": "क्या बच्चा अजनबियों के प्रति अलग तरह से प्रतिक्रिया करता है?",
  "Does the baby recognize familiar faces?": "क्या बच्चा परिचित चेहरों को पहचानता है?",
  "Does the baby recognize own reflection?": "क्या बच्चा अपना प्रतिबिम्ब पहचानता है?",
  "Does the baby remain silent most of time?": "क्या बच्चा अधिकतर समय चुप रहता है?",
  "Does the baby repeat learned actions?": "क्या बच्चा सीखे हुए कार्यों को दोहराता है?",
  "Does the baby resist touch?": "क्या बच्चा स्पर्श का विरोध करता है?",
  "Does the baby respond to gestures?": "क्या बच्चा इशारों पर प्रतिक्रिया करता है?",
  "Does the baby respond to loud sounds?": "क्या बच्चा तेज़ आवाज़ पर प्रतिक्रिया करता है?",
  "Does the baby respond to name?": "क्या बच्चा नाम पर प्रतिक्रिया देता है?",
  "Does the baby respond to own name?": "क्या बच्चा अपने नाम पर प्रतिक्रिया देता है?",
  "Does the baby respond to playful interaction?": "क्या बच्चा चंचल बातचीत पर प्रतिक्रिया करता है?",
  "Does the baby respond to simple games (peekaboo)?": "क्या बच्चा साधारण खेलों (पीकाबू) पर प्रतिक्रिया करता है?",
  "Does the baby respond when smiled at?": "क्या बच्चा मुस्कुराने पर प्रतिक्रिया देता है?",
  "Does the baby say simple words like \"mama\" meaningfully?": "क्या बच्चा \"माँ\" जैसे सरल शब्द अर्थपूर्ण ढंग से कहता है?",
  "Does the baby search for hidden toy?": "क्या बच्चा छिपा हुआ खिलौना खोजता है?",
  "Does the baby seem unusually passive?": "क्या बच्चा असामान्य रूप से निष्क्रिय लगता है?",
  "Does the baby shake toys?": "क्या बच्चा खिलौने हिलाता है?",
  "Does the baby show attachment to caregiver?": "क्या शिशु देखभाल करने वाले के प्रति लगाव दिखाता है?",
  "Does the baby show attention span for few minutes?": "क्या शिशु कुछ मिनटों तक ध्यान केंद्रित करता है?",
  "Does the baby show concern when caregiver leaves?": "क्या देखभाल करने वाले के चले जाने पर शिशु चिंतित होता है?",
  "Does the baby show confusion in familiar environment?": "क्या शिशु परिचित माहौल में भ्रम दिखाता है?",
  "Does the baby show curiosity?": "क्या बच्चा जिज्ञासा दिखाता है?",
  "Does the baby show different facial expressions?": "क्या शिशु के चेहरे के भाव अलग-अलग होते हैं?",
  "Does the baby show excitement when seeing parent?": "क्या बच्चा माता-पिता को देखकर उत्साह दिखाता है?",
  "Does the baby show floppy body posture?": "क्या शिशु की शारीरिक मुद्रा फ्लॉपी दिखती है?",
  "Does the baby show interest in people?": "क्या बच्चा लोगों में दिलचस्पी दिखाता है?",
  "Does the baby show interest in voices?": "क्या बच्चा आवाज़ों में दिलचस्पी दिखाता है?",
  "Does the baby show little emotional expression?": "क्या शिशु कम भावनात्मक अभिव्यक्ति दिखाता है?",
  "Does the baby show repetitive rocking?": "क्या बच्चा बार-बार हिलना-डुलना दिखाता है?",
  "Does the baby show stiffness in arms/legs?": "क्या शिशु के हाथ/पैर में अकड़न दिखाई देती है?",
  "Does the baby show stranger anxiety?": "क्या शिशु अजनबी चिंता दिखाता है?",
  "Does the baby smile socially?": "क्या बच्चा सामाजिक रूप से मुस्कुराता है?",
  "Does the baby turn toward sound source?": "क्या शिशु ध्वनि स्रोत की ओर मुड़ता है?",
  "Does the baby understand \"no\"?": "क्या बच्चा \"नहीं\" समझता है?",
  "Does the baby understand cause-effect (drop toy to see it fall)?": "क्या बच्चा कारण-प्रभाव (गिरता हुआ देखने के लिए खिलौना गिराना) समझता है?",
  "Does the baby understand object permanence?": "क्या बच्चा वस्तु स्थायित्व को समझता है?",
  "Does the baby use gestures like pointing?": "क्या बच्चा इशारा करने जैसे इशारों का उपयोग करता है?",
  "Does the baby use one side of body more?": "क्या बच्चा शरीर के एक तरफ का अधिक उपयोग करता है?",
  "Does the baby use thumb and fingers to pick small items?": "क्या बच्चा छोटी वस्तुएँ उठाने के लिए अंगूठे और उंगलियों का उपयोग करता है?",
  "Does the baby wave bye-bye?": "क्या बच्चा बाय-बाय कहता है?",
  "Does the child adapt to new environments easily?": "क्या बच्चा नये वातावरण में आसानी से ढल जाता है?",
  "Does the child adapt to new environments?": "क्या बच्चा नये वातावरण में ढल जाता है?",
  "Does the child appear confused frequently?": "क्या बच्चा अक्सर भ्रमित दिखाई देता है?",
  "Does the child appear socially withdrawn?": "क्या बच्चा सामाजिक रूप से अलग-थलग दिखाई देता है?",
  "Does the child ask simple questions?": "क्या बच्चा सरल प्रश्न पूछता है?",
  "Does the child avoid communication?": "क्या बच्चा संचार से बचता है?",
  "Does the child avoid drawing or coloring activities?": "क्या बच्चा ड्राइंग या रंग भरने की गतिविधियों से बचता है?",
  "Does the child avoid drawing or writing tasks?": "क्या बच्चा चित्र बनाने या लिखने के कार्य से बचता है?",
  "Does the child avoid eye contact consistently?": "क्या बच्चा लगातार आंखों के संपर्क से बचता है?",
  "Does the child avoid learning activities?": "क्या बच्चा सीखने की गतिविधियों से कतराता है?",
  "Does the child avoid learning or thinking tasks?": "क्या बच्चा सीखने या सोचने के कार्यों से कतराता है?",
  "Does the child avoid movement activities?": "क्या बच्चा हिलने-डुलने की गतिविधियों से बचता है?",
  "Does the child avoid other children?": "क्या बच्चा दूसरे बच्चों से दूर रहता है?",
  "Does the child avoid peer interaction?": "क्या बच्चा साथियों से बातचीत से बचता है?",
  "Does the child avoid physical group play?": "क्या बच्चा शारीरिक समूह खेल से बचता है?",
  "Does the child avoid physical play activities?": "क्या बच्चा शारीरिक खेल गतिविधियों से बचता है?",
  "Does the child avoid physical play?": "क्या बच्चा शारीरिक खेल से बचता है?",
  "Does the child avoid playing with other children?": "क्या बच्चा दूसरे बच्चों के साथ खेलने से कतराता है?",
  "Does the child avoid pretend play?": "क्या बच्चा दिखावा करने से बचता है?",
  "Does the child avoid speaking in group settings?": "क्या बच्चा समूह सेटिंग में बोलने से कतराता है?",
  "Does the child avoid speaking in groups?": "क्या बच्चा समूह में बात करने से कतराता है?",
  "Does the child avoid sports or active play?": "क्या बच्चा खेल या सक्रिय खेल से बचता है?",
  "Does the child avoid talking during interactions?": "क्या बच्चा बातचीत के दौरान बात करने से कतराता है?",
  "Does the child avoid using hands during play?": "क्या बच्चा खेलते समय हाथों का प्रयोग करने से बचता है?",
  "Does the child avoid writing or drawing tasks?": "क्या बच्चा लिखने या चित्र बनाने के काम से बचता है?",
  "Does the child calm when comforted?": "क्या सांत्वना देने पर बच्चा शांत हो जाता है?",
  "Does the child combine two words?": "क्या बच्चा दो शब्दों को जोड़ता है?",
  "Does the child comfort others who are upset?": "क्या बच्चा परेशान दूसरों को सांत्वना देता है?",
  "Does the child consistently avoid eye contact?": "क्या बच्चा लगातार आंखों के संपर्क से बचता है?",
  "Does the child cooperate well in group activities?": "क्या बच्चा समूह गतिविधियों में अच्छा सहयोग करता है?",
  "Does the child display excessive aggression?": "क्या बच्चा अत्यधिक आक्रामकता प्रदर्शित करता है?",
  "Does the child drop objects frequently?": "क्या बच्चा बार-बार वस्तुएँ गिराता है?",
  "Does the child drop objects intentionally?": "क्या बच्चा जानबूझकर वस्तुएं गिराता है?",
  "Does the child echo words without meaning?": "क्या बच्चा बिना अर्थ के शब्द दोहराता है?",
  "Does the child engage in pretend play with peers?": "क्या बच्चा साथियों के साथ दिखावा करने में संलग्न है?",
  "Does the child engage in pretend play with roles?": "क्या बच्चा भूमिकाओं के साथ दिखावा करने में संलग्न है?",
  "Does the child engage in pretend play?": "क्या बच्चा दिखावा खेल में संलग्न है?",
  "Does the child explore environment curiously?": "क्या बच्चा जिज्ञासापूर्वक पर्यावरण का अन्वेषण करता है?",
  "Does the child express emotions appropriately?": "क्या बच्चा भावनाओं को उचित रूप से व्यक्त करता है?",
  "Does the child express emotions clearly?": "क्या बच्चा भावनाओं को स्पष्ट रूप से व्यक्त करता है?",
  "Does the child fail to respond to questions?": "क्या बच्चा प्रश्नों का उत्तर देने में असफल रहता है?",
  "Does the child fall excessively compared to peers?": "क्या बच्चा साथियों की तुलना में अत्यधिक गिरता है?",
  "Does the child fall frequently during running?": "क्या बच्चा दौड़ते समय बार-बार गिरता है?",
  "Does the child fall more often than other children of the same age?": "क्या बच्चा उसी उम्र के अन्य बच्चों की तुलना में अधिक बार गिरता है?",
  "Does the child favor one side consistently?": "क्या बच्चा लगातार एक पक्ष का पक्ष लेता है?",
  "Does the child follow classroom or game rules?": "क्या बच्चा कक्षा या खेल के नियमों का पालन करता है?",
  "Does the child follow classroom rules consistently?": "क्या बच्चा कक्षा के नियमों का लगातार पालन करता है?",
  "Does the child follow daily routines without reminders?": "क्या बच्चा बिना अनुस्मारक के दैनिक दिनचर्या का पालन करता है?",
  "Does the child follow simple instructions?": "क्या बच्चा सरल निर्देशों का पालन करता है?",
  "Does the child follow simple social rules?": "क्या बच्चा सरल सामाजिक नियमों का पालन करता है?",
  "Does the child frequently drop small objects?": "क्या बच्चा बार-बार छोटी वस्तुएं गिराता है?",
  "Does the child get confused easily?": "क्या बच्चा आसानी से भ्रमित हो जाता है?",
  "Does the child get extremely upset over small changes?": "क्या बच्चा छोटे-छोटे बदलावों पर बेहद परेशान हो जाता है?",
  "Does the child grip the pencil awkwardly?": "क्या बच्चा पेंसिल को अजीब तरह से पकड़ता है?",
  "Does the child have a very short attention span?": "क्या बच्चे की ध्यान अवधि बहुत कम है?",
  "Does the child have an uneven walking pattern?": "क्या बच्चे का चलने का तरीका असमान है?",
  "Does the child have difficulty concentrating for short tasks?": "क्या बच्चे को छोटे कार्यों पर ध्यान केंद्रित करने में कठिनाई होती है?",
  "Does the child have difficulty grasping objects?": "क्या बच्चे को वस्तुओं को पकड़ने में कठिनाई होती है?",
  "Does the child have difficulty maintaining attention?": "क्या बच्चे को ध्यान बनाए रखने में कठिनाई होती है?",
  "Does the child have frequent severe tantrums?": "क्या बच्चे को बार-बार गंभीर नखरे होते हैं?",
  "Does the child have poor concentration?": "क्या बच्चे की एकाग्रता कमज़ोर है?",
  "Does the child have severe tantrums frequently?": "क्या बच्चा बार-बार बहुत नखरे करता है?",
  "Does the child have severe temper outbursts?": "क्या बच्चे का गुस्सा बहुत तेज़ है?",
  "Does the child have uneven or awkward gait?": "क्या बच्चे की चाल असमान या अजीब है?",
  "Does the child have very limited vocabulary?": "क्या बच्चे के पास बहुत सीमित शब्दावली है?",
  "Does the child imitate adult actions?": "क्या बच्चा वयस्कों के कार्यों की नकल करता है?",
  "Does the child imitate adults?": "क्या बच्चा वयस्कों की नकल करता है?",
  "Does the child imitate household tasks?": "क्या बच्चा घरेलू कार्यों की नकल करता है?",
  "Does the child imitate words?": "क्या बच्चा शब्दों की नकल करता है?",
  "Does the child isolate themselves frequently?": "क्या बच्चा बार-बार खुद को अलग-थलग कर लेता है?",
  "Does the child lack emotional response?": "क्या बच्चे में भावनात्मक प्रतिक्रिया की कमी है?",
  "Does the child listen to short stories?": "क्या बच्चा छोटी कहानियाँ सुनता है?",
  "Does the child lose interest quickly?": "क्या बच्चा जल्दी रुचि खो देता है?",
  "Does the child maintain eye contact during conversations?": "क्या बच्चा बातचीत के दौरान आंखों का संपर्क बनाए रखता है?",
  "Does the child make and maintain friendships?": "क्या बच्चा मित्रता बनाता और बनाए रखता है?",
  "Does the child make eye contact?": "क्या बच्चा आँख मिलाता है?",
  "Does the child make friends easily?": "क्या बच्चा आसानी से दोस्त बना लेता है?",
  "Does the child manage frustration appropriately?": "क्या बच्चा हताशा का उचित प्रबंधन करता है?",
  "Does the child manage frustration better than before?": "क्या बच्चा निराशा को पहले से बेहतर ढंग से प्रबंधित करता है?",
  "Does the child name familiar objects?": "क्या बच्चा परिचित वस्तुओं का नाम बताता है?",
  "Does the child not combine two words?": "क्या बच्चा दो शब्द नहीं जोड़ता?",
  "Does the child play beside other children?": "क्या बच्चा अन्य बच्चों के पास खेलता है?",
  "Does the child play cooperatively in group settings?": "क्या बच्चा समूह सेटिंग में सहयोगपूर्वक खेलता है?",
  "Does the child play cooperatively with other children?": "क्या बच्चा अन्य बच्चों के साथ सहयोगपूर्वक खेलता है?",
  "Does the child prefer isolation?": "क्या बच्चा अलगाव पसंद करता है?",
  "Does the child press too hard or too lightly while writing?": "क्या बच्चा लिखते समय बहुत जोर से या बहुत हल्का दबाता है?",
  "Does the child recognize common animals?": "क्या बच्चा सामान्य जानवरों को पहचानता है?",
  "Does the child remember toy locations?": "क्या बच्चे को खिलौनों का स्थान याद है?",
  "Does the child repeat actions repeatedly?": "क्या बच्चा कार्यों को बार-बार दोहराता है?",
  "Does the child repeat phrases without meaning (echolalia)?": "क्या बच्चा बिना अर्थ के वाक्यांश दोहराता है (इकोलिया)?",
  "Does the child repeat words without understanding (echolalia)?": "क्या बच्चा बिना समझे शब्दों को दोहराता है (इकोलिया)?",
  "Does the child resist changes in routine excessively?": "क्या बच्चा दिनचर्या में अत्यधिक परिवर्तन का विरोध करता है?",
  "Does the child resist comfort?": "क्या बच्चा आराम का विरोध करता है?",
  "Does the child resist structured activities?": "क्या बच्चा संरचित गतिविधियों का विरोध करता है?",
  "Does the child resist structured group activities?": "क्या बच्चा संरचित समूह गतिविधियों का विरोध करता है?",
  "Does the child resolve conflicts verbally?": "क्या बच्चा झगड़ों को मौखिक रूप से सुलझाता है?",
  "Does the child resolve minor conflicts with guidance?": "क्या बच्चा छोटे-मोटे झगड़ों को मार्गदर्शन से सुलझा लेता है?",
  "Does the child respond to name consistently?": "क्या बच्चा लगातार नाम पर प्रतिक्रिया देता है?",
  "Does the child respond when called from another room?": "क्या बच्चा दूसरे कमरे से बुलाए जाने पर प्रतिक्रिया देता है?",
  "Does the child respond when name is called?": "क्या नाम पुकारे जाने पर बच्चा प्रतिक्रिया देता है?",
  "Does the child say \"mama/dada\" meaningfully?": "क्या बच्चा अर्थपूर्ण ढंग से \"माँ/दादा\" कहता है?",
  "Does the child say at least 5-10 words?": "क्या बच्चा कम से कम 5-10 शब्द बोलता है?",
  "Does the child seek attention appropriately?": "क्या बच्चा उचित रूप से ध्यान चाहता है?",
  "Does the child seek attention?": "क्या बच्चा ध्यान चाहता है?",
  "Does the child seem confused often?": "क्या बच्चा अक्सर भ्रमित दिखता है?",
  "Does the child share and take turns appropriately?": "क्या बच्चा उचित रूप से साझा करता है और बारी-बारी से काम करता है?",
  "Does the child share toys occasionally?": "क्या बच्चा कभी-कभी खिलौने साझा करता है?",
  "Does the child share willingly with peers?": "क्या बच्चा स्वेच्छा से साथियों के साथ साझा करता है?",
  "Does the child show affection to familiar people?": "क्या बच्चा परिचित लोगों के प्रति स्नेह दिखाता है?",
  "Does the child show affection toward friends?": "क्या बच्चा दोस्तों के प्रति स्नेह दिखाता है?",
  "Does the child show aggressive behavior?": "क्या बच्चा आक्रामक व्यवहार दिखाता है?",
  "Does the child show curiosity about surroundings?": "क्या बच्चा परिवेश के बारे में जिज्ञासा दिखाता है?",
  "Does the child show empathy toward others?": "क्या बच्चा दूसरों के प्रति सहानुभूति दिखाता है?",
  "Does the child show empathy?": "क्या बच्चा सहानुभूति दिखाता है?",
  "Does the child show extreme aggressive behavior?": "क्या बच्चा अत्यधिक आक्रामक व्यवहार दिखाता है?",
  "Does the child show extreme anxiety?": "क्या बच्चा अत्यधिक चिंता दिखाता है?",
  "Does the child show extreme fearfulness?": "क्या बच्चा अत्यधिक भयभीत दिखता है?",
  "Does the child show fear excessively?": "क्या बच्चा जरूरत से ज्यादा डर दिखाता है?",
  "Does the child show frustration due to speech delay?": "क्या भाषण में देरी के कारण बच्चा हताशा दिखाता है?",
  "Does the child show frustration?": "क्या बच्चा हताशा दिखाता है?",
  "Does the child show hand stiffness?": "क्या बच्चे के हाथ में अकड़न दिखती है?",
  "Does the child show independence in daily routines?": "क्या बच्चा दैनिक दिनचर्या में स्वतंत्रता दिखाता है?",
  "Does the child show independence in daily tasks?": "क्या बच्चा दैनिक कार्यों में स्वतंत्रता दिखाता है?",
  "Does the child show poor coordination during play?": "क्या बच्चा खेल के दौरान खराब समन्वय दिखाता है?",
  "Does the child show repetitive behaviors?": "क्या बच्चा दोहराव वाला व्यवहार दिखाता है?",
  "Does the child show repetitive movements?": "क्या बच्चा बार-बार हरकतें दिखाता है?",
  "Does the child show repetitive or rigid behaviors?": "क्या बच्चा दोहरावदार या कठोर व्यवहार दिखाता है?",
  "Does the child show repetitive rigid behaviors?": "क्या बच्चा बार-बार कठोर व्यवहार दिखाता है?",
  "Does the child show separation anxiety?": "क्या बच्चा अलगाव की चिंता दिखाता है?",
  "Does the child show shaky hand movements?": "क्या बच्चे के हाथ कांपते हैं?",
  "Does the child show stiff or awkward body movements?": "क्या बच्चा कठोर या अजीब शारीरिक हरकतें दिखाता है?",
  "Does the child show stiff or rigid movements?": "क्या बच्चा कड़ी या सख्त हरकतें दिखाता है?",
  "Does the child show stiffness or poor coordination?": "क्या बच्चे में अकड़न या ख़राब समन्वय दिखता है?",
  "Does the child show stiffness or rigidity in movements?": "क्या बच्चे की हरकतों में अकड़न या कठोरता दिखती है?",
  "Does the child show very limited vocabulary for age?": "क्या बच्चे की शब्दावली उम्र के हिसाब से बहुत सीमित है?",
  "Does the child show weakness in hand control?": "क्या बच्चे में हाथ नियंत्रण में कमजोरी दिखती है?",
  "Does the child speak unclear sounds only?": "क्या बच्चा अस्पष्ट ध्वनियाँ ही बोलता है?",
  "Does the child struggle to calm down after upset?": "क्या बच्चा परेशान होने के बाद शांत होने के लिए संघर्ष करता है?",
  "Does the child struggle to grasp small items?": "क्या बच्चे को छोटी-छोटी चीज़ें समझने में कठिनाई होती है?",
  "Does the child struggle to grip a pencil properly?": "क्या बच्चे को पेंसिल ठीक से पकड़ने में कठिनाई होती है?",
  "Does the child struggle to understand instructions?": "क्या बच्चे को निर्देश समझने में कठिनाई होती है?",
  "Does the child struggle with balance tasks?": "क्या बच्चा संतुलन कार्यों में संघर्ष करता है?",
  "Does the child struggle with hand control?": "क्या बच्चे को हाथ पर नियंत्रण रखने में परेशानी होती है?",
  "Does the child struggle with handwriting clarity?": "क्या बच्चे को लिखावट की स्पष्टता से परेशानी होती है?",
  "Does the child struggle with memory tasks?": "क्या बच्चे को स्मृति संबंधी समस्याओं से जूझना पड़ता है?",
  "Does the child struggle with simple problem-solving tasks?": "क्या बच्चा सरल समस्या-समाधान कार्यों में संघर्ष करता है?",
  "Does the child struggle with simple problem-solving?": "क्या बच्चा साधारण समस्या-समाधान में संघर्ष करता है?",
  "Does the child stumble frequently while walking or running?": "क्या बच्चा चलते या दौड़ते समय बार-बार लड़खड़ाता है?",
  "Does the child take turns during play?": "क्या बच्चा खेल के दौरान करवट लेता है?",
  "Does the child take turns in games?": "क्या बच्चा बारी-बारी से खेल खेलता है?",
  "Does the child talk during play?": "क्या बच्चा खेल के दौरान बात करता है?",
  "Does the child tire much faster than peers?": "क्या बच्चा साथियों की तुलना में बहुत तेजी से थकता है?",
  "Does the child tire unusually quickly during play?": "क्या बच्चा खेल के दौरान असामान्य रूप से जल्दी थक जाता है?",
  "Does the child try new activities?": "क्या बच्चा नई गतिविधियाँ आज़माता है?",
  "Does the child try to sing rhymes?": "क्या बच्चा तुकबंदी गाने की कोशिश करता है?",
  "Does the child understand \"come here\"?": "क्या बच्चा समझता है \"यहाँ आओ\"?",
  "Does the child understand \"same\" and \"different\"?": "क्या बच्चा \"समान\" और \"अलग\" समझता है?",
  "Does the child understand cause-effect?": "क्या बच्चा कारण-प्रभाव समझता है?",
  "Does the child understand concepts like \"big\" and \"small\"?": "क्या बच्चा \"बड़ा\" और \"छोटा\" जैसी अवधारणाओं को समझता है?",
  "Does the child understand daily routines?": "क्या बच्चा दैनिक दिनचर्या समझता है?",
  "Does the child understand object permanence?": "क्या बच्चा वस्तु स्थायित्व को समझता है?",
  "Does the child understand right and wrong?": "क्या बच्चा सही-गलत समझता है?",
  "Does the child understand simple cause-and-effect relationships?": "क्या बच्चा सरल कारण-और-प्रभाव संबंधों को समझता है?",
  "Does the child understand simple cause-and-effect situations?": "क्या बच्चा साधारण कारण-और-प्रभाव स्थितियों को समझता है?",
  "Does the child understand simple questions?": "क्या बच्चा सरल प्रश्न समझता है?",
  "Does the child understand simple stories?": "क्या बच्चा साधारण कहानियाँ समझता है?",
  "Does the child use 2-3 word sentences?": "क्या बच्चा 2-3 शब्द वाक्यों का प्रयोग करता है?",
  "Does the child use excessive force while writing or coloring?": "क्या बच्चा लिखते या रंग भरते समय अत्यधिक बल का प्रयोग करता है?",
  "Does the child use gestures to communicate?": "क्या बच्चा संवाद करने के लिए इशारों का उपयोग करता है?",
  "Does the child use pronouns like \"me\" or \"you\"?": "क्या बच्चा \"मैं\" या \"तुम\" जैसे सर्वनामों का प्रयोग करता है?",
  "Does the child use very limited vocabulary for age?": "क्या बच्चा उम्र के हिसाब से बहुत सीमित शब्दावली का प्रयोग करता है?",
  "Does the child use words to express needs?": "क्या बच्चा ज़रूरतें व्यक्त करने के लिए शब्दों का प्रयोग करता है?",
  "Does the child use words to request things?": "क्या बच्चा चीजों का अनुरोध करने के लिए शब्दों का प्रयोग करता है?",
  "Does the child walk on tiptoes frequently?": "क्या बच्चा बार-बार पंजों के बल चलता है?",
  "Does the child withdraw socially?": "क्या बच्चा सामाजिक रूप से पीछे हट जाता है?",
  "Has the baby lost alertness skills?": "क्या शिशु ने सतर्कता कौशल खो दिया है?",
  "Has the baby lost any motor skill previously learned?": "क्या बच्चे ने पहले सीखा कोई मोटर कौशल खो दिया है?",
  "Has the baby lost hand skills previously learned?": "क्या बच्चे ने पहले सीखी हाथ की कुशलता खो दी है?",
  "Has the baby lost social interaction skills?": "क्या शिशु ने सामाजिक संपर्क कौशल खो दिया है?",
  "Has the baby stopped babbling?": "क्या बच्चे ने बड़बड़ाना बंद कर दिया है?",
  "Has the child lost any previously acquired motor skills?": "क्या बच्चे ने पहले से अर्जित कोई मोटर कौशल खो दिया है?",
  "Has the child lost fine motor abilities previously learned?": "क्या बच्चे ने पहले सीखी हुई ठीक मोटर क्षमताएँ खो दी हैं?",
  "Has the child lost fine motor precision previously developed?": "क्या बच्चे ने पहले से विकसित मोटर परिशुद्धता खो दी है?",
  "Has the child lost fine motor skills previously learned?": "क्या बच्चे ने पहले सीखा हुआ बढ़िया मोटर कौशल खो दिया है?",
  "Has the child lost hand skills?": "क्या बच्चे ने हाथ का कौशल खो दिया है?",
  "Has the child lost learning skills?": "क्या बच्चे ने सीखने का कौशल खो दिया है?",
  "Has the child lost previously acquired cognitive skills?": "क्या बच्चा पहले अर्जित संज्ञानात्मक कौशल खो चुका है?",
  "Has the child lost previously acquired communication skills?": "क्या बच्चा पहले अर्जित संचार कौशल खो चुका है?",
  "Has the child lost previously acquired motor coordination skills?": "क्या बच्चे ने पहले अर्जित मोटर समन्वय कौशल खो दिया है?",
  "Has the child lost previously acquired motor skills?": "क्या बच्चे ने पहले अर्जित मोटर कौशल खो दिया है?",
  "Has the child lost previously acquired movement skills?": "क्या बच्चे ने पहले अर्जित गतिशीलता कौशल खो दिया है?",
  "Has the child lost previously acquired social maturity skills?": "क्या बच्चा पहले अर्जित सामाजिक परिपक्वता कौशल खो चुका है?",
  "Has the child lost previously developed cognitive abilities?": "क्या बच्चा पहले से विकसित संज्ञानात्मक क्षमता खो चुका है?",
  "Has the child lost previously developed cognitive skills?": "क्या बच्चा पहले से विकसित संज्ञानात्मक कौशल खो चुका है?",
  "Has the child lost previously developed fine motor skills?": "क्या बच्चे ने पहले से विकसित बढ़िया मोटर कौशल खो दिया है?",
  "Has the child lost previously developed language skills?": "क्या बच्चा पहले से विकसित भाषा कौशल खो चुका है?",
  "Has the child lost previously developed speech skills?": "क्या बच्चे ने पहले से विकसित भाषण कौशल खो दिया है?",
  "Has the child lost previously learned cognitive skills?": "क्या बच्चे ने पहले सीखे गए संज्ञानात्मक कौशल खो दिए हैं?",
  "Has the child lost social engagement abilities?": "क्या बच्चे ने सामाजिक जुड़ाव की क्षमता खो दी है?",
  "Has the child lost social interaction skills?": "क्या बच्चे ने सामाजिक संपर्क कौशल खो दिया है?",
  "Has the child lost speech skills previously developed?": "क्या बच्चे ने पहले विकसित भाषण कौशल खो दिया है?",
  "Has the child lost walking ability?": "क्या बच्चे ने चलने की क्षमता खो दी है?",
  "Has the child shown regression in social behavior?": "क्या बच्चे ने सामाजिक व्यवहार में प्रतिगमन दिखाया है?",
  "Has the child stopped speaking words?": "क्या बच्चे ने शब्द बोलना बंद कर दिया है?",
  "Is the child’s speech at least 50% understandable?": "क्या बच्चे की बोली कम से कम 50% समझ में आती है?",
  "Is the child’s speech unclear most of the time?": "क्या बच्चे की बोली अधिकतर समय अस्पष्ट रहती है?",
  "Is the child’s speech understandable to unfamiliar people?": "क्या बच्चे की बात अपरिचित लोगों को समझ में आती है?"
}