{
    "app_name": "AI ECD स्क्रीनिंग",
    "login_title": "AWW लॉगिन",
    "mobile_number": "मोबाइल नंबर",
    "password": "पासवर्ड",
    "forgot_password": "पासवर्ड भूल गए?",
    "login": "लॉगिन",
    "logging_in": "लॉगिन हो रहा है...",
    "logout": "लॉगआउट",
    "error_mobile_10": "10 अंकों का मोबाइल नंबर दर्ज करें",
    "error_numbers_only": "केवल नंबर मान्य हैं",
    "error_password_required": "पासवर्ड आवश्यक है",
    "error_invalid_login": "मोबाइल या पासवर्ड गलत है",
    "dashboard_title": "डैशबोर्ड",
    "total_children": "कुल बच्चे",
    "high_risk_children": "हाई रिस्क बच्चे",
    "pending_sync": "पेंडिंग सिंक",
    "status": "स्थिति",
    "problem_a": "समस्या A",
    "register_new_child": "नया बच्चा पंजीकृत करें",
    "register": "रजिस्टर",
    "view_registered_children": "पंजीकृत बच्चे देखें",
    "start_screening": "स्क्रीनिंग शुरू करें",
    "view_past_results": "पिछले परिणाम देखें",
    "referral_summary_shortcut": "रेफरल सारांश",
    "referral_batch_summary_shortcut": "रेफरल बैच सारांश",
    "referral_batch_summary": "रेफरल बैच सारांश",
    "all_referrals": "सभी रेफरल",
    "registered_children": "पंजीकृत बच्चे",
    "no_children_registered": "अभी तक कोई बच्चा पंजीकृत नहीं है।",
    "close": "बंद करें",
    "please_register_child_first": "पहले बच्चा पंजीकृत करें",
    "no_past_results": "कोई पिछला परिणाम नहीं मिला",
    "lang_english": "अंग्रेज़ी",
    "lang_telugu": "तेलुगु",
    "lang_hindi": "हिंदी",
    "register_child_title": "बच्चा पंजीकरण",
    "child_id": "बच्चा ID",
    "child_id_required": "बच्चा ID आवश्यक है",
    "dob": "जन्म तिथि",
    "select_dob": "जन्म तिथि चुनें",
    "please_select_dob": "कृपया जन्म तिथि चुनें",
    "please_select_district_and_mandal": "कृपया जिला और मंडल चुनें",
    "age_months": "AGE_MONTHS",
    "gender": "GENDER",
    "aws_code": "AWS_CODE",
    "aws_code_required": "AWS_CODE आवश्यक है",
    "district": "जिला",
    "mandal": "मंडल",
    "select_district": "जिला चुनें",
    "select_mandal": "मंडल चुनें",
    "assessment_cycle": "मूल्यांकन चक्र",
    "baseline": "बेसलाइन",
    "continue_to_consent": "सहमति पर जाएँ",
    "consent": "सहमति",
    "before_screening_consent": "स्क्रीनिंग से पहले अभिभावक की सहमति सुनिश्चित करें।",
    "parent_consent_confirm": "मैं पुष्टि करता/करती हूं कि अभिभावक की सहमति प्राप्त है",
    "continue_to_screening": "स्क्रीनिंग जारी रखें",
    "screening_assessment": "स्क्रीनिंग असेसमेंट",
    "yes": "हाँ",
    "no": "नहीं",
    "save_topic": "विषय सहेजें",
    "responses_saved": "उत्तर सहेजे गए",
    "please_answer_all_questions": "कृपया सभी प्रश्नों के उत्तर दें",
    "submit_assessment": "असेसमेंट सबमिट करें",
    "submitting": "सबमिट हो रहा है...",
    "screening_saved_not_synced": "इंटरनेट नहीं है या API उपलब्ध नहीं है। स्क्रीनिंग Not Synced के रूप में सहेजी गई।",
    "error_during_submission": "सबमिट करते समय त्रुटि",
    "screening_result": "स्क्रीनिंग परिणाम",
    "generate_referral": "रेफरल बनाएं",
    "create_referral": "रेफरल बनाएं",
    "create_referrals": "एक से अधिक रेफरल बनाएं",
    "referral_type": "रेफरल प्रकार",
    "urgency": "तात्कालिकता",
    "expected_followup_date": "अपेक्षित फॉलो-अप तिथि",
    "not_selected": "चयनित नहीं",
    "pick_date": "तारीख चुनें",
    "notes": "नोट्स",
    "otp_sent": "OTP {mobile} पर भेजा गया",
    "enter_otp": "OTP दर्ज करें",
    "verify_otp": "OTP सत्यापित करें",
    "resend_otp": "OTP पुनः भेजें",
    "otp_placeholder": "6-अंकों का कोड",
    "otp_invalid": "अमान्य OTP",
    "session_expired": "सत्र समाप्त, कृपया फिर से लॉगिन करें",
    "please_enter_details": "कृपया अपना विवरण दर्ज करें",
    "welcome_back": "फिर से स्वागत है",
    "username_or_mobile": "मोबाइल नंबर या उपयोगकर्ता नाम",
    "error_username_or_mobile_required": "मोबाइल नंबर या उपयोगकर्ता नाम आवश्यक है",
    "remember_for_30_days": "30 दिनों के लिए याद रखें",
    "sign_up": "साइन अप",
    "sign_in_with_google": "Google से साइन इन करें",
    "dont_have_account": "क्या आपका कोई खाता नहीं है?",
    "full_name": "पूरा नाम",
    "confirm_password": "पासवर्ड की पुष्टि करें",
    "registering": "खाता बनाया जा रहा है...",
    "registration_success": "पंजीकरण सफल हुआ",
    "awc_code": "AWC कोड",
    "aww_id": "AWW आईडी",
    "is_required": "आवश्यक है",
    "children": "बच्चे",
    "total_registered_children": "कुल पंजीकृत बच्चे: {count}",
    "ok": "ठीक है",
    "navigation": "नविगेशन",
    "settings": "सेटिंग्स",
    "govt_andhra_pradesh": "आंध्र प्रदेश सरकार",
    "anganwadi_dashboard": "आंगनवाड़ी डैशबोर्ड",
    "quick_actions": "त्वरित क्रियाएँ",
    "quick_actions_subtitle": "तेज़ी से कार्य प्रारंभ करें",
    "dob_hint": "YYYY-MM-DD",
    "age_with_months": "{age} महीने",
    "gender_male": "पुरुष",
    "gender_female": "महिला",
    "overall_risk": "कुल जोखिम",
    "domain_breakdown": "डोमेन ब्रेकडाउन",
    "delay_summary": "विलम्ब सारांश",
    "gm_delay": "GM देरी",
    "fm_delay": "FM देरी",
    "lc_delay": "LC देरी",
    "cog_delay": "COG देरी",
    "se_delay": "SE देरी",
    "num_delays": "देरी की संख्या",
    "explainability": "व्याख्यात्मकता",
    "ap_short": "AP",
    "aww_short": "AWW",
    "assessment_for": "{childId} के लिए आकलन",
    "questions_answered_summary": "{answered} / {total} प्रश्नों का उत्तर दिया गया   |   आयु: {age} महीने",
    "date_label": "तारीख: {date}",
    "app_full_title": "आंगनवाड़ी प्रारंभिक पहचान ऐप",
    "google_signin_not_configured": "Google साइन-इन कॉन्फ़िगर नहीं है। देखें: GOOGLE_SIGNIN_SETUP.md",
    "google_signin_error": "Google साइन-इन त्रुटि",
    "referral_summary": "रेफरल सारांश",
    "referral_number": "रेफरल #{id}",
    "created_on": "निर्मित तिथि",
    "follow_up_by": "फॉलो-अप तक",
    "reasons": "कारण",
    "no_specific_domain_triggers": "कोई विशिष्ट डोमेन ट्रिगर रिकॉर्ड नहीं हुए।",
    "next_steps": "अगले कदम",
    "next_step_1": "पालक/अभिभावक को रेफरल विवरण के बारे में सूचित करें।",
    "next_step_2": "संदर्भित सुविधा के साथ यात्रा निर्धारित करें।",
    "next_step_3": "यात्रा के बाद फॉलो-अप स्थिति अपडेट करें।",
    "low": "कम",
    "medium": "मध्यम",
    "high": "उच्च",
    "critical": "गंभीर",
    "auto_logout_minutes": "स्वतः लॉगआउट (मिनट)",
    "help_line": "हेल्प लाइन",
    "app_version": "ऐप संस्करण",
    "app_version_value": "AI ECD Screening v1.0.0",
    "section_language": "भाषा",
    "section_field_mode": "फ़ील्ड मोड",
    "save_drafts_offline": "ड्राफ्ट ऑफ़लाइन सहेजें",
    "auto_sync_internet_returns": "इंटरनेट लौटने पर ऑटो सिंक",
    "mask_parent_pii": "माता-पिता का फ़ोन और आधार छिपाएँ",
    "large_text_for_aww": "AWW के लिए बड़ा टेक्स्ट",
    "section_security": "सुरक्षा",
    "section_support": "सहायता",
    "questions": {
        "q0_12": {
            "GM": [
                "क्या बच्चा दोनों हाथों और पैरों को समान रूप से हिला पाता है?",
                "क्या बच्चा पेट के बल लेटते समय सिर उठा पाता है (tummy time)?",
                "क्या बच्चा बिना सहारे के अपना सिर स्थिर रख पाता है?",
                "क्या बच्चा घुमाव (tummy से back या back से tummy) कर सकता है?",
                "क्या बच्चा सहारे के साथ बैठ सकता है?"
            ],
            "FM": [
                "क्या बच्चा आपकी उंगली को पकड़ता है जब उसे हाथ में रखा जाता है?",
                "क्या बच्चा अपने हाथ को मुंह में ले जाता है?",
                "क्या बच्चा सामने रखे खिलौने तक पहुंचता है?",
                "क्या बच्चा एक हाथ से दूसरे हाथ में खिलौना देता है?",
                "क्या बच्चा वस्तुओं को पकड़ने के लिए पूरे हाथ का उपयोग करता है (palmar grasp)?"
            ],
            "LC": [
                "क्या बच्चा आवाज़ों या तेज़ शोर पर प्रतिक्रिया देता है?",
                "क्या बच्चा परिचित आवाज़ की ओर मुँह घुमाता है?",
                "क्या बच्चा कू-कू या बड़बड़ाने जैसी आवाज़ें करता है?",
                "क्या बच्चा हँसता या चिल्लाता है?",
                "क्या बच्चे का नाम पुकारने पर वह प्रतिक्रिया देता है?"
            ],
            "COG": [
                "क्या बच्चा चलती वस्तु को अपनी आँखों से ट्रैक करता है?",
                "क्या बच्चा आंशिक रूप से छिपे खिलौने की तलाश करता है?",
                "क्या बच्चा वस्तुओं का परीक्षण हिलाकर, ठोंककर या चाटकर करता है?",
                "क्या बच्चा नई वस्तुओं के प्रति जिज्ञासा दिखाता है?",
                "क्या बच्चा परिचित लोगों को पहचानता है?"
            ],
            "SE": [
                "क्या बच्चा दूसरों के प्रति मुस्कुराता है (social smile)?",
                "क्या बातचीत के दौरान बच्चा आँखों से संपर्क बनाता है?",
                "क्या बच्चा देखभाल करने वालों के साथ खेल का आनंद लेता है?",
                "क्या बच्चा अजनबियों से भय दिखाता है (लगभग 6-9 महीने पर)?",
                "क्या बच्चा विभिन्न भावनाएँ (खुश, परेशान, उत्साहित) व्यक्त करता है?"
            ]
        },
        "q12_24": {
            "GM": [
                "क्या बच्चा बिना सहारे के स्वतंत्र रूप से चल सकता है?",
                "क्या बच्चा अक्सर गिरे बिना दौड़ सकता है?",
                "क्या बच्चा सामने की ओर गेंद को ठोकर मार सकता है?",
                "क्या बच्चा सहारे के साथ कुछ सीढ़ियाँ चढ़ सकता है?",
                "क्या बच्चा उँगलियों के पंजे पर खड़ा हो सकता है?"
            ],
            "FM": [
                "क्या बच्चा 4 या अधिक ब्लॉकों का ढेर बना सकता है?",
                "क्या बच्चा एक-एक करके पृष्ठ पलट सकता है?",
                "क्या बच्चा क्रेयॉन से स्वतः स्क्रिबल कर सकता है?",
                "क्या बच्चा कम गिरने के साथ चम्मच का उपयोग कर सकता है?",
                "क्या बच्चा सरल कपड़े (जैसे मोज़े) निकाल सकता है?"
            ],
            "LC": [
                "क्या बच्चा कम से कम 20-50 अर्थपूर्ण शब्द उपयोग करता है?",
                "क्या बच्चा दो शब्द जोड़कर बोलता है (जैसे, \"और दूध\")?",
                "क्या बच्चा सरल दो-स्तरीय निर्देशों का पालन कर सकता है?",
                "क्या बच्चा बोले गए परिचित वस्तुओं की ओर इशारा करता है?",
                "क्या बच्चा परिचित लोगों या वस्तुओं के नाम बता सकता है?"
            ],
            "COG": [
                "क्या बच्चा समान वस्तुओं को मिलान कर सकता है (जैसे, दो समान खिलौने)?",
                "क्या बच्चा नाटक जैसे खेल (जैसे गुड्डी को खाना खिलाना) खेलता है?",
                "क्या बच्चा शरीर के हिस्सों की पहचान कर सकता है जब पूछा जाए?",
                "क्या बच्चा किसी वस्तु तक पहुँचने के लिए सरल समस्याओं को हल कर सकता है?",
                "क्या बच्चा \"बड़ा\" और \"छोटा\" जैसे सरल विचार समझ सकता है?"
            ],
            "SE": [
                "क्या बच्चा परिचित लोगों के प्रति स्नेह दिखाता है?",
                "क्या बच्चा वयस्कों की क्रियाओं की नकल करता है (जैसे झाड़ू लगाना)?",
                "क्या बच्चा अन्य बच्चों के साथ साथ-साथ खेलता है (parallel play)?",
                "क्या बच्चा असमर्थ होने पर हतोत्साहित होता है?",
                "क्या बच्चा परेशान होने पर देखभालकर्ताओं से सांत्वना मांगलता है?"
            ]
        },
        "q24_36": {
            "GM": [
                "क्या बच्चा अक्सर गिरने के बिना सुचारू रूप से दौड़ सकता है?",
                "क्या बच्चा अच्छी तरह चढ़ सकता है (जैसे फर्नीचर या खेल का उपकरण)?",
                "क्या बच्चा ट्राइसाइकिल पर पैडल कर सकता है?",
                "क्या बच्चा वैकल्पिक पैरों का उपयोग करके सीढ़ियाँ चढ़ और उतर सकता है?",
                "क्या बच्चा दोनों पैरों को मिलाकर आगे कूद सकता है?"
            ],
            "FM": [
                "क्या बच्चा सरल वृत्त की नकल कर सकता है?",
                "क्या बच्चा 6-8 ब्लॉकों की टावर बना सकता है?",
                "क्या बच्चा दरवाज़े के हैंडल घुमा सकता/खोल सकता है?",
                "क्या बच्चा चम्मच और कांटा ठीक से इस्तेमाल कर सकता है?",
                "क्या बच्चा सरल कपड़े (जैसे टी-शर्ट) पहन सकता है?"
            ],
            "LC": [
                "क्या बच्चा 3-4 शब्दों के वाक्यों में बोलता है?",
                "क्या बच्चा अपना नाम और उम्र बता सकता है?",
                "क्या बच्चे की बोली परिचित वयस्कों के लिए अधिकतर समय समझ में आती है?",
                "क्या बच्चा तीन-चरण निर्देशों का पालन कर सकता है?",
                "क्या बच्चा सरल \"क्या\" या \"कहाँ\" प्रश्नों का उत्तर दे सकता है?"
            ],
            "COG": [
                "क्या बच्चा रंग या आकार के अनुसार वस्तुओं को छांट सकता है?",
                "क्या बच्चा सरल पहेलियाँ (3-4 टुकड़ों) पूरा कर सकता है?",
                "क्या बच्चा गिनती की अवधारणा समझता है (जैसे 1-3 गिनता है)?",
                "क्या बच्चा कहानी के हिस्सों को याद रख सकता है?",
                "क्या बच्चा \"अब\" और \"बाद में\" जैसे समय की समझ रखता है?"
            ],
            "SE": [
                "क्या बच्चा अन्य बच्चों के साथ सहयोगपूर्वक खेलता है?",
                "क्या बच्चा खेलने के दौरान बारी लेने की क्षमता दिखाता है?",
                "क्या बच्चा विभिन्न भावनाएँ दिखाता है?",
                "क्या बच्चा माता-पिता से अलग होने पर बिना अत्यधिक दुख के रह सकता है?",
                "क्या बच्चा किसी दूसरे बच्चे के दुख पर चिंता दिखाता है?"
            ]
        },
        "q36_48": {
            "GM": [
                "क्या बच्चा कुछ सेकंड के लिए एक पैर पर कूद सकता है?",
                "क्या बच्चा अधिकांश समय बाउंस की गई गेंद पकड़ सकता है?",
                "क्या बच्चा वैकल्पिक पैरों का इस्तेमाल करते हुए सीढ़ियाँ चढ़ सकता है बिना सहारे के?",
                "क्या बच्चा स्किप कर सकता है या करने की कोशिश कर सकता है?",
                "क्या बच्चा कम से कम 5 सेकंड के लिए एक पैर पर खड़ा रह सकता है?"
            ],
            "FM": [
                "क्या बच्चा एक वर्ग आकृति की नकल कर सकता है?",
                "क्या बच्चा कम से कम 3 शारीरिक भागों वाले व्यक्ति की रेखाचित्र बना सकता है?",
                "क्या बच्चा बाल-सुरक्षा कैंची से कागज काट सकता है?",
                "क्या बच्चा बटन लगा और खोले सकता है?",
                "क्या बच्चा पेंसिल को सही पकड़ से पकड़ता है?"
            ],
            "LC": [
                "क्या बच्चा पूर्ण वाक्यों (5-6 शब्द) में बोलता है?",
                "क्या बच्चा किसी घटना के बारे में छोटी कहानी बता सकता है?",
                "क्या अजनबी भी बच्चे की बातों को समझ पाते हैं?",
                "क्या बच्चा \"क्यों\" के प्रश्नों का उत्तर दे सकता है?",
                "क्या बच्चा जटिल निर्देश (3-4 चरण) का पालन कर सकता है?"
            ],
            "COG": [
                "क्या बच्चा कम से कम चार रंगों के नाम बता सकता है?",
                "क्या बच्चा कम से कम 5 वस्तुओं की गिनती कर सकता है?",
                "क्या बच्चा \"एक जैसा\" और \"भिन्न\" जैसी संकल्पनाएँ समझता है?",
                "क्या बच्चा 6-8 टुकड़ों वाली सरल पहेली पूरा कर सकता है?",
                "क्या बच्चा क्रमबद्धता (पहले, अगला, अंतिम) समझ सकता है?"
            ],
            "SE": [
                "क्या बच्चा अन्य बच्चों के साथ खेलने में प्राथमिकता देता है बजाय अकेले खेलने के?",
                "क्या बच्चा खेल के नियमों का पालन कर सकता है?",
                "क्या बच्चा दूसरों के प्रति सहानुभूति दिखाता है?",
                "क्या बच्चा 3 वर्ष की तुलना में भावनाओं को बेहतर नियंत्रित कर सकता है?",
                "क्या बच्चा दैनंदिन गतिविधियों में स्वतंत्रता दिखाता है (जैसे कपड़े पहनना)?"
            ]
        },
        "q48_60": {
            "GM": [
                "क्या बच्चा सहजता से स्किप कर सकता है?",
                "क्या बच्चा कम से कम 10 सेकंड तक एक पैर पर संतुलन बनाए रख सकता है?",
                "क्या बच्चा एक पैर पर कई बार आगे कूद सकता है?",
                "क्या बच्चा दोनों हाथों से छोटी गेंद पकड़ सकता है?",
                "क्या बच्चा सरल समूह शारीरिक खेलों में भाग ले सकता है?"
            ],
            "FM": [
                "क्या बच्चा त्रिभुज आकृति की नकल कर सकता है?",
                "क्या बच्चा कम से कम 6 शारीरिक भागों वाले व्यक्ति का चित्र बना सकता है?",
                "क्या बच्चा कुछ अक्षर या संख्याएँ लिख सकता है?",
                "क्या बच्चा ज्यादातर समय लाइनों के भीतर रंग करता है?",
                "क्या बच्चा सरल गांठ बांध सकता है (या फीते बांधने का प्रयास कर सकता है)?"
            ],
            "LC": [
                "क्या बच्चा स्पष्ट रूप से पूर्ण, व्याकरणसंगत वाक्यों में बोलता है?",
                "क्या बच्चा हाल की घटना का विस्तृत वर्णन कर सकता है?",
                "क्या बच्चा भावी काल का उपयोग समझ और कर सकता है (उदा: \"मैं जाऊँगा\")?",
                "क्या बच्चा 4-5 चरणों वाली निर्देशों का पालन कर सकता है?",
                "क्या बच्चा कहानी सुनने के बाद प्रश्नों का उत्तर दे सकता है?"
            ],
            "COG": [
                "क्या बच्चा कम से कम 10 वस्तुओं की सही गिनती कर सकता है?",
                "क्या बच्चा कुछ अक्षर या संख्याओं को पहचान सकता है?",
                "क्या बच्चा समय की बुनियादी अवधारणाएँ (कल, आज, कल) समझता है?",
                "क्या बच्चा सरल तर्क समस्याएँ हल कर सकता है?",
                "क्या बच्चा दो वस्तुओं के बीच समानताएँ पहचान सकता है (उदा: सेब और केला फल हैं)?"
            ],
            "SE": [
                "क्या बच्चा दूसरों के साथ सहयोग करता और बाँटता है?",
                "क्या बच्चा संरचित खेलों में नियमों का पालन कर सकता है?",
                "क्या बच्चा शब्दों का उपयोग करके भावनाएँ व्यक्त कर सकता है?",
                "क्या बच्चा मामूली असंतोषों को बिना अत्यधिक क्रोध के संभाल सकता है?",
                "क्या बच्चा छोटी जिम्मेदारियों के लिए उत्तरदायी होता है (उदा: खिलौने साफ करना)?"
            ]
        },
        "q60_72": {
            "GM": [
                "क्या बच्चा ताल और समन्वय के साथ स्किप कर सकता है?",
                "क्या बच्चा प्रशिक्षण पहियों के साथ या बिना साइकिल चला सकता है?",
                "क्या बच्चा रस्सी कूदने की कोशिश कर सकता है या कर सकता है?",
                "क्या बच्चा छोटी गेंद को सटीक रूप से फेंक और पकड़ सकता है?",
                "क्या बच्चा सरल टीम खेलों में भाग ले सकता है (उदा: छोटे खेल)?"
            ],
            "FM": [
                "क्या बच्चा अपना पूरा नाम स्पष्ट रूप से लिख सकता है?",
                "क्या बच्चा कई विवरणों के साथ पहचानने योग्य चित्र बना सकता है?",
                "क्या बच्चा सीधी या घुमावदार रेखा के साथ ठीक से काट सकता है?",
                "क्या बच्चा लगातार सही पेंसिल पकड़ का उपयोग करता है?",
                "क्या बच्चा मूल शिल्प कार्य (कागज़ मोड़ना, चिपकाना) पूरा कर सकता है?"
            ],
            "LC": [
                "क्या बच्चा स्पष्ट उच्चारण के साथ धाराप्रवाह बोल सकता है?",
                "क्या बच्चा सरल शब्दों या छोटे वाक्यों को पढ़ सकता है?",
                "क्या बच्चा \"कैसे\" और \"क्यों\" के सवालों का स्पष्ट उत्तर दे सकता है?",
                "क्या बच्चा छोटी कहानी को अनुक्रम में दोहरा सकता है?",
                "क्या बच्चा कक्षा निर्देशों का स्वतंत्र रूप से पालन कर सकता है?"
            ],
            "COG": [
                "क्या बच्चा 20 तक गिनती कर सकता है?",
                "क्या बच्चा सरल जोड़ या घटाव (उदा: 2 + 1) कर सकता है?",
                "क्या बच्चा सप्ताह के दिनों की पहचान कर सकता है?",
                "क्या बच्चा सरल कारण-परिणाम संबंध समझ सकता है?",
                "क्या बच्चा वस्तुओं को समूहों में वर्गीकृत कर सकता है (उदा: जानवर, वाहन)?"
            ],
            "SE": [
                "क्या बच्चा दोस्त बनाता और बनाए रखता है?",
                "क्या बच्चा छोटे टकरावों को न्यूनतम वयस्क मदद के साथ हल कर सकता है?",
                "क्या बच्चा स्कूल के नियमों का पालन लगातार करता है?",
                "क्या बच्चा विभिन्न परिस्थितियों में उपयुक्त रूप से भावनाएँ व्यक्त कर सकता है?",
                "क्या बच्चा आत्म-निर्भरता के साथ कार्य पूरा करने में आत्मविश्वास दिखाता है?"
            ]
        }
    },
    "age_months_label": "??? (?????)",
    "all_synced": "?? ??? ???? ?? ???",
    "app_subtitle": "????????? ????????? ????? ??",
    "consent_bullet_intro_black": " ???????? ??? ?? ???????? ???? ?? ???? ???? ??? ????? ????:",
    "consent_bullet_intro_blue": "????????? ?????",
    "consent_bullet_one": "????????? ????????? ?????? ????",
    "consent_bullet_two": "?????? ????????? ????????? ?? ???????",
    "consent_description": "?? ?? ???? ?????????? ?? ??? ??? ????? ???? ?? ????? ???? ???",
    "consent_disclaimer_highlight": "????",
    "consent_disclaimer_line1": "?? ????? ???? ??? ??? ?????? ???? ??????-?????? ?? ??? ???? ",
    "consent_disclaimer_line2": " ?????? ????????? ???? ??????? ???????, 2023 ?? ??? ???????? ??????",
    "consent_header": "?????????? ?? ???? ????? ?????? ????",
    "consent_title": "?????",
    "contact_supervisor_reset": "??????? ????? ?? ??? ???? ?????????? ?? ?????? ?????",
    "dashboard": "????????",
    "data_usage_disclaimer": "???? ?? ????? ???? ?????????? ?? ????? ?? ??? ???? ???? ???",
    "domain_cog": "???????????? (COG)",
    "domain_fm": "??????? ???????? (FM)",
    "domain_gm": "????? ???????? (GM)",
    "domain_lc": "???? ?? ????? (LC)",
    "domain_se": "??????? ? ????????? (SE)",
    "help_line_number": "{number}",
    "help_line_with_number": "?????????: {number}",
    "no_high_critical_domains": "??? ????/????? ????? ???? ?????",
    "pending_count": "{count} ????? ????",
    "recommendation_engine_hint": "??????? ???? ?? ????? ????? ???? ?? ?????",
    "recommended_referral": "सुझाया गया रेफरल: {type} ({urgency})",
    "multiple_referrals_notice": "एक से अधिक उच्च/क्रिटिकल डोमेन मिले हैं। प्रत्येक डोमेन के लिए अलग रेफरल बनेगा।",
    "referrals_created": "रेफरल बनाए गए: {count}",
    "open_details": "विवरण देखें",
    "back_to_dashboard": "डैशबोर्ड पर वापस जाएं",
    "referral_suggested_due_to": "????? ?????? ??? ???????: {reasons}",
    "follow_up_actions": "फॉलो‑अप कार्य",
    "followup_gm_1": "7 दिनों के भीतर फिजियोथेरेपी आकलन शेड्यूल करें।",
    "followup_gm_2": "देखभालकर्ताओं को रोज़ाना ग्रॉस मोटर अभ्यास सिखाएं।",
    "followup_fm_1": "फाइन मोटर प्रशिक्षण के लिए ऑक्युपेशनल थैरेपी रेफर करें।",
    "followup_fm_2": "घर पर हाथ‑कौशल गतिविधियाँ दें।",
    "followup_lc_1": "स्पीच‑लैंग्वेज मूल्यांकन और थैरेपी योजना बनाएं।",
    "followup_lc_2": "रोज़ाना बातचीत/पढ़ना और उत्तरदायी संवाद बढ़ाएं।",
    "followup_cog_1": "कॉग्निटिव आकलन के लिए डेवलपमेंटल स्पेशलिस्ट से मिलें।",
    "followup_cog_2": "संरचित खेल और समस्या‑समाधान गतिविधियाँ शुरू करें।",
    "followup_se_1": "चाइल्ड साइकोलॉजिस्ट या काउंसलर के पास रेफर करें।",
    "followup_se_2": "देखभालकर्ताओं को दिनचर्या और भावनात्मक सहारा देने के निर्देश दें।",
    "followup_generic_1": "2 सप्ताह में देखभालकर्ता से फॉलो‑अप करें।",
    "followup_generic_2": "प्रगति दर्ज करें और योजना अपडेट करें।",
    "risk_count_critical": "?????: {count}",
    "risk_count_high": "????: {count}",
    "risk_count_low": "??: {count}",
    "risk_count_medium": "?????: {count}",
    "risk_status": "????? ??????",
    "score_percent": "{score}%",
    "urgency_immediate": "?????",
    "urgency_normal": "???????",
    "urgency_urgent": "??????",
    "use_recommendation": "??????? ???? ????",
    "password_min_length": "??????? ?? ?? ?? {count} ??????? ?? ???? ??????",
    "confirm_password_mismatch": "??????? ??? ???? ?????",
    "draft_saved_for_domain": "{domain} ?? ??? ??????? ??? ???? ????",
    "rule_based_scoring_placeholder": "????-?????? ???????? (???????????)?",
    "immunization_label": "टीकाकरण",
    "immunization_full": "पूरा",
    "immunization_partial": "आंशिक",
    "immunization_none": "नहीं",
    "immunization_unknown": "अज्ञात",
    "behavioural_psychosocial_summary_title": "व्यवहारिक व मनोसामाजिक सारांश",
    "continue_to_results": "परिणाम देखें",
    "baseline_risk_scoring": "बेसलाइन जोखिम स्कोरिंग",
    "baseline_score_label": "बेसलाइन स्कोर",
    "baseline_category_label": "बेसलाइन श्रेणी",
    "child_details": "बच्चे का विवरण",
    "gender": "लिंग",
    "anthropometry_section_title": "शारीरिक माप व स्वास्थ्य",
    "weight_label": "वज़न (किलो)",
    "height_label": "लंबाई/ऊँचाई (सेमी)",
    "muac_label": "MUAC (सेमी)",
    "birth_weight_label": "जन्म वज़न (किलो)",
    "hemoglobin_label": "हीमोग्लोबिन (g/dL)",
    "illness_history_label": "हाल की बीमारी (पिछले 2 सप्ताह)"
}
